{
  "jobs": [
    {
      "title": "Full-Stack Developer",
      "company": "Initiate.AI",
      "location": "Los Angeles, CA",
      "date" : "October 2019 - September 2020",
      "website" : "https://initiate.ai/",
      "description1": "• Implemented a REST API with Node.js and Express to allow communication between front-end and back-end.",
      "description2": "• Worked tightly with UX to integrate a responsive design for the web application.",
      "description3": "• Developed an API wrapper to facilitate interaction with over 5 different popular stock media libraries.\n",
      "description4": "• Researched and tested various EC2 instances for load testing to determine best option for production.",
      "description5": "• Designed a process allowing users to create and render videos from the browser.\n"
    },
    {
      "title": "Full-Stack Developer",
      "company": "Statistic Canada",
      "location": "Ottawa, ON",
      "date" : "May 2018 - Present",
      "website" : "https://statisticscanada.gc",
      "description1": "• Working as a full-stack developer on a web application used by all collection staff throughout Statistics Canada.",
      "description2": "• Worked with two other developers to add ReactJs and GraphQL into the napplication by setting up the necessary configurations and infrastructure.",
      "description3": "• Lead developer for a new dashboard feature. Responsible of managing the\ndevelopment process for other developers and communication with clients.\n",
      "description4": "• Successfully got a proof of concept approved to integrate automated testing\nas part of the development process using Cypress framework.\n"

    },
    {
      "title": "General Assembler",
      "company": "Scientrex Trace",
      "location": "Ottawa, ON",
      "date" : "May 2017 - August 2017",
      "website" : "https://scientrextrace.com",
      "description1": "• Assembled Luminol cells and TNT pens for explosive and narcotic detection\nunits.\n",
      "description2": "• Prepared various narcotic samples for testing by chemical engineers.\n",
      "description3": "",
      "description4": ""
    },
    {
      "title": "Racquet Stringer",
      "company": "Zac Stringing",
      "location": "Ottawa, ON",
      "date" : "May 2016 - May 2019",
      "website" : "",
      "description1": "• Started a racquet stringing business at one tennis club and expanded to\nthree clubs throughout the city.\n",
      "description2": "• Self-taught stringer.\n",
      "description3": "",
      "description4": ""
    }
  ]
}